{
    "1" : "Это значение говорит о союзе двух лидеров. Здесь в отношениях придётся искать компромиссы, учитесь договариваться и уступать друг другу. Каждый в паре может быть яркой и самостоятельной личностью, поэтому не исключены разногласия. В таком союзе каждый стремится отстаивать свою точку зрения, настаивать на своём решении. Счастливые отношения возможны при условии, если каждый найдёт своё дело и договорится с партнёром «не лезть на его территорию». Партнёры должны уважать мнение другого и находить компромиссы.",
    "2" : "Несмотря на то, что это нечётное число, двойка является символом мира и согласия. Поэтому союзы, в которых присутствует согласие, взаимопонимание, доверие будут под покровительством именно этого числа. Пара будет решать проблемы сообща, а препятствия преодолевать с помощью обсуждения, договорённости и поддержки друг друга. Единственный недостаток двойки – это отсутствие страсти. Эти люди будут стремиться к уединению, дружбе, партнёрским отношениям. Но любовные отношения могут стоять не на первом месте. Иногда им необходимо взбодриться и окунуться в бурю новых страстных эмоций.",
    "3" : "Это число говорит о гармоничных отношениях в паре. Совместимость имён во всех сферах очень высокая. На любом уровне оба партнёра смогут хорошо понять друг друга. Их ждут крепкие и долгие отношения, но для сохранения гармонии нужно уметь удерживать «равновесие прав и обязанностей». Будьте равноправны, поддерживайте друг друга как верные друзья. Союз может быть неустойчивым, если одна сторона возьмёт верх и будет главенствовать, поэтому постарайтесь не допускать этого.",
    "4" : "Эти пары спокойны, ответственны и решительны. Они могут вместе горы свернуть, но в то же время любят размеренность и твёрдую землю под ногами. В этих отношениях нечасто бывают ссоры, но и проявления чувств выражены не слишком ярко. Паре не хватает огня, но в то же время в семье царит атмосфера умиротворения и счастья. Для того чтобы кто-то однажды не заскучал, мужу и жене придётся приложить усилия и внести в отношения нотку страсти. Постарайтесь вносить что-то новое, яркое в отношения и повседневный налаженный уклад жизни. Яркие эмоции ещё никому не вредили.",
    "5" : "В этой паре отношения яркие и страстные. Состояние когда чувства захлёстывают с головой – для них довольно частая ситуация. С одной стороны, это хороший союз двух влюблённых и семейных людей, с другой для деловых партнёров такое сочетание не самое благоприятное. Любое несовпадение взглядов может перерасти в бурные обсуждения и даже в скандал. Эмоции могут провоцировать супруга на ревность. Для сохранения стабильности в отношениях нужно учиться сбрасывать свои эмоции, но не на партнёра, учиться находить компромисс и слышать мнение любимого человека.",
    "6" : "Это довольно спокойный союз. Отношения в паре доверительные, нет больших эмоциональных всплесков. Люди гармонично дополняют друг друга, уважая и принимая супруга. В семье нет никакого соперничества, мужчина и женщина — хорошие друзья и верные супруги. Эти отношения могут оставаться крепкими на протяжении долгих лет, но мужчина и женщина должны быть парой, и надолго не разлучаться. Тогда гармония и спокойствие будут долго греть эти отношения.",
    "7" : "В этом союзе могут соединиться очень разные люди. В паре может быть большая разница в возрасте, социальном статусе, во взглядах и увлечениях. В любом случае, один из партнёров будет сильно выделяться. Хороший союз возможен при условии, что «ведущий» будет поддерживать «ведомого». А тот, в свою очередь, будет уважать и ценить его поддержку. Этот союз способен преодолеть большие трудности, и они только укрепят их отношения. Помните, что в вашем случае глубокая любовь и привязанность возникнет только при взаимоуважении и поддержке друг друга.",
    "8" : "Спорная совместимость имён, число 8 – показатель нестабильности и цикличности отношений. Партнёры могут несколько раз встречаться и расходиться. Но их притягивает друг к другу какой-то силой. Они не могут друг без друга, в то же время каждому нужно место уединения. Супруги могут совершать ошибки, но не делают выводов и снова наступают на те же грабли. Постарайтесь проявлять больше осознанности и уважения друг к другу. Прислушайтесь к желаниям другого и не спешите делать выводы. Время расставит всё по местам.",
    "9" : "Хорошая совместимость по именам. У вас может быть много общих интересов, вам будет комфортно в любой обстановке и любых ситуациях. Жизнь этой пары наполнена яркими эмоциями и событиями, они любят быть на виду, им никогда не бывает скучно. Впрочем, один из супругов может перетягивать одеяло на себя и стать лидером. Не стоит соперничать, лучше поддержать любимого, а самому развиваться в другой сфере. Нужно приходить на помощь супругу и самому не бояться просить о помощи. Ваша жена или муж обязательно выручит вас в трудный момент, и это хорошо укрепит ваши отношения."
}
